; Lietuvių kalbos failas v3.6.5
; Autorius: Shimas5
bat_lang=lt
codepage=1257
error=KLAIDA^!
startup_error1=Batch ApkTool neturi pilno priėjimo prie aplanko, arba įdiegimo kelias turi neleistinų simbolių
startup_error2=Batch ApkTool neturi teisių įrašyti į aplanką
previous_java1=Pas Jus įdiegta Java
previous_java2=Normaliam Batch ApkTool darbui reikalinga Java 8 arba naujesnė
get_java=Parsisiųsti naujausią versiją Java galite čia https://www.java.com/ru/download/
java_notfound=Java nerasta
ON=TAIP
OFF=NE
MANUAL=RANKINIU BŪDU
project=Dabartinis projektas                        
currentapk=Pasirinktas APK                             
currentjar=Pasirinktas JAR                             
apilevel=API lygis                                 
keepbroken=palikti pažeistus resursus                
buildexpert=surinkti eksperto režime                                             
dontwritedebug=Ištrinti derinimo informaciją iš smali kodo 
signafter=Pasirašyti gautą APK                        
key=parašo raktas                             
openlog=Atidaryti žurnalą                                                     
language=Kalba                                       
deodexall=Sukurti dex visų APK ir JAR                 
copy_deodexed_apk=Kopijuoti APK dex į _INPUT_APK              
copy_deodexed_jar=Kopijuoti JAR dex į _INPUT_JAR              
baksmaliapk=Dekompiliuoti APK (tik smali)
smaliapk=Kompiliuoti APK
baksmalijar=Dekompiliuoti JAR (tik smali)
smalijar=Kompiliuoti JAR
decompile=Dekompiliuoti APK                           
decompile_r=Dekompiliuoti APK (tik resursai)            
recompile=Kompiliuoti APK                             
signfiles=Pasirašyti failus
zipalfiles=Optimizuoti failus
viewsource=Peržiūrėti Java šaltinio kodą
plugins=Papildiniai >
selplugin=PASIRINKITE PAPILDINĮ:
adbmenu=ADB:
devices=Įrenginio prijungimas                       
install=Įdiegti APK >                               
rootremount=Root režimas, montavimas įrašymui           
pull=Kopijuoti iš įrenginio >                    
push=Kopijuoti į įrenginį >                      
screenshot=Padaryti ekrano nuotrauką                   
screenrecord=Įrašyti video iš ekrano
shell=Atidaryti terminalą
logs=Peržiūrėti žurnalus >
reboot=Perkrauti įrenginį >
info=Įrenginio informacija
kill-server=Baigti ADB darbą
servicemenu=APTARNAVIMAS:
cleanup1=Išvalyti _framework, _system aplankus       
cleanup2=Išvalyti _INPUT_APK, _INPUT_JAR aplankus    
cleanup3=Išvalyti _OUT_APK, _OUT_JAR aplankus
cleanup4=Išvalyti visus aplankus
exitmenu=IŠEITI
choosetask=PASIRINKITE VEIKSMĄ:
instframe=Įdiegti framework
instframe_error=Framework įdiegimo klaida
inputapk_empty=Failus dekompiliuoti įdėkite į aplanką _INPUT_APK. Plačiau žiūrėkite readme.txt.
decompiling=Dekompiliuoju
decompiling_error=Dekompiliavimo klaida
recompiling=Kompiliuoju
recompiling_error=Kompiliavimo klaida
orignotfound=KLAIDA^! Originalus failas nerastas.
backupnotfound=KLAIDA^! Aplankas _backup nerastas.
done=BAIGTA
signing=Pasirašau
signing_error=Pasirašymo klaida
doneerrors=BAIGTA su ^!error_count^! KLAIDOMIS.
zipal=Optimizuoju
zipal_error=Optimizavimo klaida
selectviewer=Java šaltinio kodo žiūryklė:
cancel=ATŠAUKTI
makechoice=Pasirinkite:
dragajd=perkelkite APK, JAR arba DEX failą čia:
genjava=Generuoju Java kodą iš
genjava_error=Java kodo generavimo klaida iš
apilevel_log=API lygis                   
buildexpert_log=Eksperto režimas            
signafter_log=Parašas                     
press1=Paspauskite ENTER tęsimui arba įveskite 1, jei norite atidaryti žurnalą:
deletedialog=Visų failų pašalinimas aplankuose:
proceed=Tęsti?
yes=TAIP
selproj=PASIRINKITE PROJEKTĄ:
createnewproj=Kurti naują projektą
usedefproj=Naudoti projektą pagal numatymą
inputprojname=Įveskite projekto pavadinimą:
selectapk=PASIRINKITE APK:
allapks=Visus APK į _INPUT_APK
selectjar=PASIRINKITE JAR:
alljars=Visus JAR į _INPUT_JAR
selectapktool=PASIRINKITE APKTOOL:
selectsmali=PASIRINKITE SMALI:
aversions=Versija Android
apilevels=API lygis    
enterapi=Įveskite API lygį:
invalidapi=Neteisingas API lygis^!
selectkey=PASIRINKITE RAKTĄ:
selectlang=PASIRINKITE KALBĄ:
framework_empty=Visus framework įdėkite į _system\framework. Plačiau žiūrėkite readme.txt.
deodexing=Kuriu dex
notodexed=Failas neturi odex.
smerror=Kompiliavimo klaida (smali)
bsmerror=Dekompiliavimo klaida (smali)
bootnotfound=boot.oat nerastas
selectarch=PASIRINKITE boot.oat ARCHITEKTŪRĄ:
selectedarch=Architektūra
extractboot=Boot.oat išpakavimas ir dex kūrimas...
extractboot_error=Boot.oat išpakavimo klaida
errorunp=Išpakavimo klaida
deodexing_error=Dex kūrimo klaida
baksmaling=Dekompiliuoju (smali)
smaling=Kompiliuoju (smali)
connection_type=Prisijungimo tipas:
input_ip=Įveskite įrenginio IP, pavyzdžiui 192.168.1.3:
input_ip2=Įveskite IP arba paspauskite ENTER, jei norite naudoti paskutinį IP
installtodef=Įdiegti į telefono atmintinę:
singlefile=Vienas failas
allfrom=Visi failai iš
installtosd=Įdiegti į SD kortelę:
dragtoinstall=Įdiegimui perkelkite APK čia:
installing=Įdiegiu
pull2=Kopijuoti iš įrenginio:
pushto=Kopijuoti į
dragtopush=Kopijavimui perkelkite failą čia:
screensavedto=Ekrano nuotrauka įrašyta į failą
closetostop=Uždarykite šį langą, kad sustabdytumėte įrašą
scrrecsavedto=Ekrano įrašas įrašytas į failą
logcatr=radio
logcate=įvykiai
toscreen=Peržiūrėti ir įrašyti į failą
tofile=Įrašyti į failą
bugreport=Pilna ataskaita:
inlinetable=Inline metodų lentelė:
saved_to_file=Žurnalas įrašytas į failą
android_version=Android versija:
brand=Markė:
model=Modelis:
reboot2=Perkrovimas:
reboot3=Perkrauti
rebootto=Perkrauti į
symlinks=SIMBOLINĖS NUORODOS
copied_files=Nukopijuota failų:
old_smali_used=Dex kūrimui pasirinkite smali 2.2 arba naujesnę
already_deodexed=Failas jau turi dex.
onefrom=Vienas failas iš
alt_method=alternatyvus metodas
tool_for_deodex=Įrankis skirtas kurti dex Android 6 ir naujesnėse                     
del_symlinks=Pašalinti simdolines nuorodas po dex kūrimo                           
rewrite_opt=Perspėti apie aplanko perrašymą kuriant dex                           
warn_rewrite1=Aptiktas aplankas su dekompiliuota programa
warn_rewrite2=Įveskite 1 aplanko perrašymui, arba paspauskite ENTER atšaukimui:
sound_opt=Garsiniai įspėjimai                                                   
manifest_opt=Išsaugoti originalų - AndroidManifest.xml                             
AUTO=AUTOMATIŠKAI
AUTO+=AUTOMATIŠKAI+
necessary_files_missing=Tolesnis Batch ApkTool darbas neįmanomas, nes trūksta vieno ar daugiau failų, reikalingų darbui
dex_notfound=Failas neturi classes.dex, jis turi turėti dex dekompiliavimui.
elapsed_time=Išnaudota laiko
elapsed_h=val.
elapsed_m=min.
elapsed_s=sek.